tap "homebrew/bundle"
tap "homebrew/services"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "chezmoi"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "glow"
brew "gnu-tar"
brew "jq"
brew "mysql"
brew "neovim"
brew "ripgrep"
brew "tree"
brew "typst"
brew "wget"
brew "zsh"
cask "google-cloud-sdk"
