tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "bison"
brew "chezmoi"
brew "gettext"
brew "difftastic"
brew "fd"
brew "freetype"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "glow"
brew "gmp"
brew "gnu-tar"
brew "icu4c"
brew "jpeg"
brew "jq"
brew "krb5"
brew "lazygit"
brew "libedit"
brew "libiconv"
brew "libsodium"
brew "libxml2"
brew "libzip"
brew "mise"
brew "zlib"
brew "mysql"
brew "neovim"
brew "openssl@1.1"
brew "pkg-config"
brew "re2c"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tree"
brew "typst"
brew "wget"
brew "zellij"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "codewhisperer"
cask "font-go-mono-nerd-font"
cask "google-cloud-sdk"
cask "raycast"
